import React from 'react';
import blood from '../../../assets/images/orggg.jpg'
const Alert = () => {
    return (
        <div className='my-5 pt-5 container mx-auto'>
            <h2 className='text-blood text-center'>

                <i className="fa-solid fa-triangle-exclamation fa-fade"></i>
                <span className='px-3'>  সতর্কতা</span>
                <i className="fa-solid fa-triangle-exclamation fa-fade"></i>

            </h2>

            <div id="sp-component">
                <div id="system-message-container">
                    <div id="system-message"></div>
                </div>{" "}
                <div id="adsmanager_innermenu"></div>
                <br />
                <p style={{ textAlign: "center" }}>
                    <span
                        style={{ color: "#ff0000", backgroundColor: "#ffff00", fontSize: "13pt" }}
                    >
                        <strong>
                            <span className="userContent" data-ft="{">
                                <span className="text_exposed_show">
                                    (নিজের নিরাপত্তা নিশ্চিত করে নিন। কোন রকম অসুবিধা হলে
                                    আমাদের কর্তৃপক্ষ কোনভাবে দায়ী থাকবে না।)
                                </span>
                            </span>
                        </strong>
                    </span>
                </p>
                <p style={{ textAlign: "justify" }}>
                    মুমূর্ষু রোগীর জন্য রক্ত সংগ্রহে আমরা সংগ্রাম করে যাচ্ছি প্রতিনিয়ত। জরুরী
                    মুহূর্তে রোগীদের রক্ত ম্যানেজ করে দেয়া আমাদের দায়িত্ব, তেমনি একজন রক্তদাতার
                    নিরাপত্তা সুনিশ্চিত করাও আমাদের দায়িত্বের অন্তর্ভুক্ত।
                </p>
                <p style={{ textAlign: "justify" }}>
                    <strong>রক্তদাতাদের বলছিঃ</strong>
                    <br /> —————————
                    <br />{" "}
                    <span className="userContent" data-ft="{">
                        <span className="text_exposed_show" />
                    </span>
                </p>

                <img className='col-md-4'
                    style={{
                        margin: "0px 0px 10px 30px",
                        border: "1px solid #595454",
                        float: "right",
                        padding: 5,
                        borderRadius: 10
                    }}
                    src={blood}
                    width={327}
                    height={439}
                />

                <p>

                    ১) রোগী কোন হাসপাতাল/ক্লিনিকে আছেন জেনে নিন। হাসপাতাল/ক্লিনিক ছাড়া অন্য
                    কোথাও রক্তদান করতে যাবেন না। রোগীর বাসায় হলেও না।
                </p>
                <p>
                    ২) হাসপাতাল/ক্লিনিক ছাড়া অন্য কোথাও রক্ত আবেদনকারী (মোবাইল নম্বরে যে
                    ব্যাক্তির সাথে আপনি যোগাযোগ করছেন) এর সাথে দেখা করবেন না। হাসপাতালের পাশের
                    গলি, কিংবা কোনও দোকানে দেখা করতে বললে যাবেন না।
                </p>
                <p>
                    ৩) রক্তদানের পূর্বে রোগী দেখে নিবেন। রোগীর রিপোর্ট, ডাক্তারের রিকুইজিশন
                    লেটার দেখে নিবেন।
                </p>
                <p>৪) রক্তদানের সময় দুই-একজন বন্ধু সাথে নিয়ে গেলে ভালো হয়।</p>
                <p>৫) রক্তদানে নতুন সূচ ব্যবহার করছে কিনা নিশ্চিত হয়ে নিন...</p>
                <p>৬) উপস্থিত বিশেষজ্ঞের দক্ষতা নিয়ে সন্দেহ থাকলে কর্তৃপক্ষকে জানান...</p>
                <p>
                    ৭) রক্তের ক্রস ম্যাচিং করার পর রক্তদান করবেন, এর আগে নয়... বেশির ভাগ সরকারী
                    হাসপাতালে ক্রস ম্যাচিং না করেই রক্ত রেখে দেয়... এটা কখনই উচিত নয়... নিজে
                    সচেতন হোন... ক্রস ম্যাচিং এর পর রক্তদান করবেন...
                </p>

                <p>
                    <strong>
                        <a
                            className="_58cn"
                            href=""
                            data-ft="{"
                        >
                            <span className="_5afx">
                                <span className="_58cl _5afz">#</span>
                                <span className="_58cm">
                                    রক্তদান_হোক_সেচ্ছায়_বিনামূল্যে_এবং_নিরাপদ
                                </span>
                            </span>
                        </a>
                    </strong>
                </p>

                <p>
                    রক্তদানে যেতে হলে আগে রোগীর আত্মীয়ের সাথে কথা বলে নিবেন... হাসপাতালের নাম,
                    কেবিন/ওয়ার্ড নম্বর জেনে নিয়ে সরাসরি সেই কেবিন/ওয়ার্ডে চলে যাবেন...
                    হাসপাতাল/ক্লিনিক ছাড়া অন্য কোথাও রক্ত আবেদনকারী (মোবাইল নম্বরে যে ব্যাক্তির
                    সাথে আপনি যোগাযোগ করছেন) এর সাথে দেখা করবেন না... হাসপাতালের পাশের গলি,
                    কিংবা কোনও দোকানে দেখা করতে বললেও যাবেন না... রোগীর বাসায় হলেও না...
                </p>
                <p>
                    কেবিন/ওয়ার্ড নম্বর জেনে নিবেন, সরাসরি কেবিন/ওয়ার্ডে চলে যাবেন... রোগী দেখে
                    নিব
                    <span className="text_exposed_show">
                        েন...
                        <br /> তারপর রক্তদান... রোগী এবং রোগীর আত্মীয়কে জানিয়ে দিবেন যে আপনি
                        বিনামূল্যে রক্তদান করছেন... এতে হাসপাতাল কর্তৃপক্ষ বা তৃতীয় কোনো পক্ষ
                        দুর্নীতি করার সুযোগ পাবে না...
                    </span>
                </p>
                <p style={{ textAlign: "justify" }}>
                    <span className="userContent" data-ft="{">
                        <span className="text_exposed_show">
                            <br />{" "}
                        </span>
                    </span>
                </p>
                <p style={{ textAlign: "justify" }}>
                    <strong>রোগীকে (বা রোগীর আত্মীয়কে) বলছিঃ</strong>
                    <br /> ——————————————-———
                    <br /> ১। রক্তদানের পর রক্তদাতা যেন অন্ততপক্ষে আধা ঘণ্টা বিশ্রাম নিতে পারেন
                    তার ব্যবস্থা রাখবেন।
                </p>
                <p style={{ textAlign: "justify" }}>
                    ২। রক্তদানের পর যদি সম্ভব হয় স্যালাইন পানি, জুস, পানি এর ব্যবস্থা রাখবেন
                    রক্তদাতার জন্য। রক্তদাতার তাড়াতাড়ি Recovery জন্য এটা দরকারি।
                </p>
                <p style={{ textAlign: "justify" }}>
                    ৩। সুস্থ হয়ে উঠার পরও রক্তদাতার সাথে যোগাযোগ রাখুন। যার রক্ত আপনার শরীরে
                    প্রবাহিত হচ্ছে, যে নিঃস্বার্থভাবে আপনার জীবন বাঁচাতে এগিয়ে এসেছে – তার সাথে
                    সুসম্পর্ক রাখুন। রক্তদাতার কাছে কৃতজ্ঞতা প্রকাশ করা
                </p>

            </div>


            <section className="entry-content">
                <h3>ফ্রড সতর্কতাঃ</h3>
                <p>
                    রক্তদান নিয়ে কিছু ফ্রড রোগীর নম্বরে কল দিয়ে বিকাশের মাধ্যমে রোগী থেকে টাকা
                    নিচ্ছে...
                </p>
                <p>
                    ১) "আমাকে এত টাকা বিকাশ করেন, তাহলে রক্তদান করবো..."
                    <br />
                    ২) "আমাকে সিএনজি ভাড়া বিকাশ করুন, তাহলে সিএনজি তে করে হাসপাতালে এসে রক্তদান
                    করবো"
                    <br />
                    ৩) কেউ কেউ হাসপাতালে এসে রোগীর কাছ থেকে সিএনজি ভাড়া নিয়ে বলে ড্রাইভারকে টাকা
                    দিয়ে আসি... তারপর আর খোঁজ পাওয়া যায় না...
                </p>
                <p>
                    রোগীরা অনেক অসহায় থাকে, তাই রক্ত পাবার আশায় এইসব ফাঁদে পা দিচ্ছে... বার বার
                    সাবধান করে দেয়ার পরেও এমন হচ্ছে...
                </p>
                <p>
                    এমন অনেক ফ্রডের নম্বর আমরা সংগ্রহ করে রেখেছি... বেশির ভাগ সময় নম্বরগুলো বন্ধ
                    থাকে, যখন রোগীর সাথে কথা বলে এবং টাকা বিকাশ করা হয়, তখন মোবাইল খোলে...&nbsp;
                    দিন দিন এমন ফ্রডের সংখ্যা বাড়ছে
                </p>

                <p>রোগীদের সাবধান করুন, বিকাশে টাকা চাইলে যেন কখনো বিকাশ করা না হয়...</p>

                <p style={{ textAlign: "center" }}>
                    এই ব্যপারে  আইন শৃঙ্খলা বাহিনীর সহায়তা কামনা করছি...
                </p>

                <p>
                    <a
                        className=""
                        href=""

                    >
                        <span className="_5afx">
                            <span className="_58cl _5afz">#</span>
                            <span className="_58cm">রক্তদান_হোক_সেচ্ছায়_বিনামূল্যে_এবং_নিরাপদ</span>
                        </span>
                    </a>
                </p>
                <p>
                    রক্তদানে যেতে হলে আগে রোগীর আত্মীয়ের সাথে কথা বলে নিবেন... হাসপাতালের নাম,
                    কেবিন/ওয়ার্ড নম্বর জেনে নিয়ে সরাসরি সেই কেবিন/ওয়ার্ডে চলে যাবেন...
                    হাসপাতাল/ক্লিনিক ছাড়া অন্য কোথাও রক্ত আবেদনকারী (মোবাইল নম্বরে যে ব্যাক্তির
                    সাথে আপনি যোগাযোগ করছেন) এর সাথে দেখা করবেন না... হাসপাতালের পাশের গলি,
                    কিংবা কোনও দোকানে দেখা করতে বললেও যাবেন না... রোগীর বাসায় হলেও না...
                </p>
                <p>
                    কেবিন/ওয়ার্ড নম্বর জেনে নিবেন, সরাসরি কেবিন/ওয়ার্ডে চলে যাবেন... রোগী দেখে
                    নিব
                    <span className="text_exposed_show">
                        েন...
                        <br /> তারপর রক্তদান... রোগী এবং রোগীর আত্মীয়কে জানিয়ে দিবেন যে আপনি
                        বিনামূল্যে রক্তদান করছেন... এতে হাসপাতাল কর্তৃপক্ষ বা তৃতীয় কোনো পক্ষ
                        দুর্নীতি করার সুযোগ পাবে না...
                    </span>
                </p>
                <p style={{ textAlign: "center" }}>
                    <br />
                    <strong>
                        (সবাই সতর্ক থাকুন এবং অন্যকে সতর্ক করে দিন... কোন রকম অপ্রীতিকর ঘটনার জন্য আমাদের কর্তৃপক্ষ কোনভাবে দায়ী থাকবে না।)
                    </strong>
                </p>
            </section>

        </div>
    );
};

export default Alert;