import React from 'react';

const TearmsAndCondition = () => {
    return (
        <div className='my-5 pt-5 container mx-auto'>
            <div>
                <h2>টার্মস এবং কন্ডিশনস: </h2>
                <ol >

                    ১। যাঁরা রক্তদান করেন  তাঁদেরকে এবং রক্তদান সম্পর্কিত বিভিন্ন সংগঠনগুলোকে এক প্লাটফর্মে নিয়ে এসে রক্ত দেওয়া-পাওয়ার কাজটা সহজ করাই আমাদের উদ্দেশ্য।
                    <br />
                    ২।আপনি রেজিস্টার করার মাধ্যমে স্বীকৃতি দিচ্ছেন যে আপনি সুস্থ ও রক্তদানের উপযোগী অবস্থায় থাকলে স্বেচ্ছায় এবং বিনামূল্যে রক্তদানের জন্যে প্রস্তুত।
                    <br />

                    ৩। আপনার প্রদান করা কিছু ব্যক্তিগত  তথ্য, যেমন: ফোন নম্বর, ই-মেইল এড্রেস, নাম, ঠিকানা, পাসওয়ার্ড ইত্যাদি আমাদের কাছে সংরক্ষিত থাকবে।
                    <br />
                    ৪। আপনার অ্যাকাউন্ট ক্রেডেনশিয়ালস (ইউজারনেম এবং পাসওয়ার্ড) একান্তই আপনার ব্যক্তিগত। এগুলো অন্য কোনো ব্যাক্তি/মাধ্যমের সাথে শেয়ার করা অনুমোদিত নয়।
                    <br />
                    ৫।রোগীর ব্যাপারে বিস্তারিত জেনে নিশ্চিত হয়ে রক্ত দিন
                    <br />
                    ৬।প্রতিবার রক্তদানের পর করে তারিখ পরিবর্তন করে দিন বা আপনার সংগঠনের সাথে যোগাযোগ করুন
                    <br />
                    ৭।রোগি দেখে রক্তদান করুন। অবশ্যই রোগির নিকট উপস্থিত রোগির আত্মীয়ের সাথে কথা বলে জানিয়ে দিন যে আপনি স্বেচ্ছায় এবং বিনামূল্যে রক্তদান করছেন। যাতে দালাল, আত্মীয় সেজে কিংবা তৃতীয় পক্ষের কেউ দুর্নীতি করতে না পারে।

                    <br />
                    {/* ৮।<br /> */}
                </ol>


                <p>আশা করছি, উপরের টার্মস এবং কন্ডিশনসগুলো মেনে চলবেন</p>
            </div>
            <div>
                <h2>গোপনীয়তা নীতি</h2>
                <p>আমাদের পরিবারের সঙ্গে যুক্ত হবার জন্য আপনাকে ধন্যবাদ। আমরা আপনার ব্যক্তিগত তথ্য ও গোপনীয়তা রক্ষার্থে আমরা অঙ্গীকারবদ্ধ। আমাদের গোপনীয়তা নীতি সম্পর্কে আপনার যদি কোনো প্রশ্ন কিংবা জিজ্ঞাসা থেকে থাকে তবে slsuyel@gmail.com ঠিকানায় যোগাযোগ করবেন।</p>

                <p>আমাদের বিশ্বাস, যখনই আপনি আমাদের ওয়েবসাইট কিংবা আমাদের সার্ভার ব্যবহার করে থাকেন, আপনি আপনার তথ্য ও গোপনীয়তার ব্যাপারে আমাদের ওপর সম্পূর্ণ আস্থা রেখেই তা ব্যবহার করেন। আপনার ব্যক্তিগত তথ্য ও গোপনীয়তা আমাদের কাছে অত্যন্ত গুরুত্বপূর্ণ। আমাদের এই নীতিমালার মাধ্যমে আমরা স্পষ্ট করে আপনাকে জানাতে চাই, আমরা আসলে কীরকম তথ্য সংগ্রহ করে থাকি, কীভাবে সেসব তথ্য আমরা ব্যবহার করি এবং এসব বিষয়ে আপনার কী কী অধিকার আছে।

                </p>
                <p>
                    আশা করছি, নিম্নোক্ত নীতিমালাটি আপনি মন দিয়ে পড়বেন। কারণ এটি আপনার জন্য অত্যন্ত গুরুত্বপূর্ণ। এতে যদি এমন কোনো বিষয় থেকে থাকে যার সঙ্গে আপনি একমত নন কিংবা আপনার ঝুঁকিপূর্ণ মনে হয়। তবে তৎক্ষণাৎ আপনি আমাদের সাথে যোগাযোগ করুন। এছাড়াও আমরা অনুরোধ করবো আপনি মনোযোগ দিয়ে নিচের নীতিমালাটি পড়ুন, কারণ এর মাধ্যমে আপনারা আমাদের কর্মকান্ড সম্পর্কে একটি সুষ্পষ্ট ধারণা পাবেন।
                    <br />
                    <br />
                    আমরা কি কি তথ্য সংগ্রহ করে থাকি:</p>

                <p>আমাদের সম্পর্কে জানার জন্য, আমাদের অনলাইন ফোরাম ও বিভিন্ন কার্যক্রমে সক্রিয় অংশ নেয়ার জন্য কিংবা আমাদের সঙ্গে যোগাযোগ করার জন্য আপনি যখন ওয়েবসাইটে রেজিস্ট্রেশান করে থাকেন তখন স্বেচ্ছায় আপনার কিছু ব্যক্তিগত তথ্য আমাদের প্রদান করতে হয়। আমরা সে সকল তথ্য সংগ্রহ করে থাকি।

                </p>

                <ol>
                    <p> ১. আপনার প্রদান করা ব্যক্তিগত তথ্য। যেমন: ফোন নম্বর, ই-মেইল এড্রেস, নাম, ঠিকানা, পাসওয়ার্ড ইত্যাদি।</p>

                    <p>   ২. সামাজিক যোগাযোগ মাধ্যম সম্পর্কিত তথ্য। আপনার সামাজিক যোগাযোগ মাধ্যম (যেমন: Whatsapp)</p>
                </ol>
                <p>আপনার সরবরাহকৃত সকল তথ্য সত্য, সম্পূর্ণ ও নির্ভুল হতে হবে এবং এসব তথ্যে কোনো পরিবর্তন হলে তা সম্পর্কে অবশ্যই আমাদের জানাতে হবে।
                </p>

                <p>
                    আমরা কী নীতিমালা আপডেট করে থাকি?

                </p>
                <p>
                    হ্যাঁ। প্রচলিত ও প্রাসঙ্গিক আইনের যেন কোনো প্রকার লংঘন না হয় সেদিকে খেয়াল রেখেই আমরা প্রয়োজন অনুসারে নীতিমালা আপডেট করে থাকি।

                </p>
                <p>
                    আমাদের সঙ্গে এ বিষয়ে যোগাযোগ করার উপায়:

                </p>
                <p>
                    আপনার যদি এ ব্যাপারে কোনো প্রশ্ন অথবা মন্তব্য থাকে তাহলে আমাদের মেইল করতে পারেন এই ঠিকানায়:

                </p>
                <p>
                    admin@gmail.com

                </p>
                <p>
                    সব শেষে আমাদের পরিবারের সঙ্গে যুক্ত হওয়ার জন্য আপনাকে অভিনন্দন।

                </p>




            </div>


        </div>
    );
};

export default TearmsAndCondition;